START_MESSAGE = """
👋 Приветствуем тебя в нашей студии!

♻️ Наши ресурсы:
Группа ВК: https://vk.com/phoenixstudio_off
Беседа клиентов: https://t.me/+dORLMnQCEO0xMTBi
Сайт: в разработке

Подписывайся на наш паблик ВКонтакте и вступай в беседу телеграм чтобы не пропустить важные новости
"""

CONTACTS_MESSAGE = """
♻️ Наши ресурсы:

Группа ВК: https://vk.com/phoenixstudio_off
Беседа клиентов: https://t.me/+dORLMnQCEO0xMTBi
Сайт: в разработке

Не забывай проставлять уведомления в наших пабликах чтобы не пропустить новую важную информацию!
"""
